{
  "num": 10,
  "has_more": false,
  "user_id": "a1",
  "comments": [{
    "comment_id": "999",
    "text": "88コメントテストコメントテストコメントテストコメントテストコメントテストコメントテストコメントテストコメントテスト",
    "date": "2026-8-8 13:03"
  }, {
    "comment_id": "777",
    "text": "77コメントテストコメントテストコメントテストコメントテストコメントテストコメントテストコメントテストコメントテスト",
    "date": "2026-8-8 13:03"
  }, {
    "comment_id": "666",
    "text": "66コメントテストコメントテストコメントテストコメントテストコメントテストコメントテストコメントテストコメントテスト",
    "date": "2026-8-8 13:03"
  }, {
    "comment_id": "555",
    "text": "55コメントテストコメントテストコメントテストコメントテストコメントテストコメントテストコメントテストコメントテスト",
    "date": "2026-8-8 13:03"
  }]
}